[
    {
        "entry": "i want to die",
        "sentiment": "Negative",
        "response": "Dear friend,\n\nI can only imagine the pain and despair that words like \"die\" bring up for you right now. It's clear that you're going through an incredibly difficult time. \n\nPain is such a heavy, suffocating blanket - it feels like it could swallow us whole at times. But I want to remind you of something important: even in our darkest moments, we are still here. Our pain is valid and it matters.\n\nWhen the weight of this world bears down on us, it can be hard to remember that underneath all the chaos and suffering, there's a beautiful soul trying its best. It's okay to acknowledge those feelings without being consumed by them. \n\nI have no magic answers or easy paths forward - I just want you to know you're not alone. If you ever need someone to talk with or just to listen, I'm here. In the grand tapestry of life, it's moments like these that make us who we are. We may stumble, but we always rise again.\n\nTake care of yourself today and remember: this too shall pass.\n\nWith gentle compassion,\n[Your Name]",
        "suggestions": [
            {
                "title": "Seek professional help",
                "description": "Consider reaching out to a mental health professional for support and guidance in managing difficult thoughts and emotions.",
                "icon": "reflect"
            },
            {
                "title": "Connect with supportive people",
                "description": "Reach out to friends, family, or support groups to share your feelings and connect with others who can provide empathy and understanding during this challenging time.",
                "icon": "connect"
            },
            {
                "title": "Practice self-care",
                "description": "Engage in activities that promote relaxation and stress relief such as meditation, yoga, or reading. Make sure to prioritize your physical health by eating well and getting regular exercise.",
                "icon": "move"
            }
        ]
    }
]